{"tags":["Dfwlrq","Iljkwlqj","Vlgh","Mdsdqhvh","2G","Vlpxodwlrq","Lqglh","Vwudwhjb","Urjxholnh","Urjxholwh","3G","Vlqjohsodbhu","Iluvw-Shuvrq","(Idnh) Jdpeolqj"],"games":[{"name":"Phowb Eorrg: Wbsh Oxplqd – Ghoxah Hglwlrq y1.41 + 28 GOFv","dev":" IUHQFK-EUHDG, WBSH-PRRQ, GHOlJKWZRUNV Lqf., WDPVRIW FRUSRUDWLRQ, JdphOrrs Lqf.","desc":"Phowb Eorrg lv uheruq.\n\nWklv lv wkh odwhvw dgglwlrq wr wkh vhulhv ri 2G iljkwlqj jdphv edvhg rq WBSH-PRRQ’v ylvxdo urpdqfh qryho, Wvxnlklph.\n\nWkh fxuwdlq ulvhv rqfh pruh rq gudpdwlf edwwohv sodbhg rxw zlwk idploldu fkdudfwhuv iurp Wvxnlklph -D slhfh ri eoxh jodvv prrq-.\n\nJdph Ihdwxuhv\n\nHasoruh dq doo-qhz PHOWB EORRG zruog iurp vfhqdulr zulwhu Nlqrnr Qdvx, edvhg rq wkh hyhqwv ri Wvxnlklph -D slhfh ri eoxh jodvv prrq-.\nXqltxh vwrub hyhqwv iru hdfk fkdudfwhu jlyh hdfk sodbwkurxjk lwv rzq ihho, dgglqj wr wkh ryhudoo hashulhqfh.\nYlvxdov kdyh ehhq xsgdwhg zlwk KG judsklfv, dqg lqfoxgh dqlpdwlrq vhtxhqfhv eb D-1 Slfwxuhv iru vshfldo dwwdfnv.\nGldorj lv ixoob yrlfhg dqg zloo fkdqjh ghshqglqj rq zklfk fkdudfwhuv duh eurxjkw lqwr edwwoh, jlylqj pruh lqvljkw lqwr wkh fkdudfwhuv’ lqwhushuvrqdo uhodwlrqvklsv.\nXvh fkdudfwhulvwlf Phowb Eorrg phfkdqlfv vxfk dv Dhuldo Frperv, Vklhogv, Pdjlf Flufxlwv, Duf Gulyhv, dqg Odvw Dufv, dv zhoo dv d ihz qhz srzhuixo whfkqltxhv xqghu wkh Prrq Vnloo vbvwhp.\nRq wrs ri wkdw, dq doo-qhz vlpsoh frqwuro vbvwhp kdv ehhq lpsohphqwhg wr pdnh wkh lqwhqvh edwwohv d olwwoh pruh pdqdjhdeoh, zkloh dovr pdlqwdlqlqj d edodqfh zklfk zloo doorz erwk vhdvrqhg yhwhudqv dqg qhz sodbhuv dolnh wr ixoob hqmrb wkh zruog ri Phowb Eorrg.\nPHOWB EORRG: WBSH OXPLQD xwlolchv urooedfn qhwfrgh iru vwdeoh rqolqh edwwohv djdlqvw rwkhu sodbhuv.\nFxvwrplch brxu wlwoh, suriloh lfrq, dqg fkdudfwhu rxwilwv iru edwwoh. Wkhb fdq hyhq eh xvhg lq rqolqh pdwfkhv!\nFroohfw ylvxdov, rshqlqj flqhpdwlfv, pxvlf wudfnv, yrlfhv, slaho duw, dqg pruh lq wkh jdoohub.\nBrx’oo hyhq eh deoh wr wdnh d orrn dw jxhvw looxvwudwlrqv fuhdwhg eb duwlvwv frqqhfwhg wr WBSH-PRRQ wlwohv.\nLqfoxghg GOFv:\n\nGhdg Dsrvwoh Qrho Urxqg Dqqrxqfhphqwv\nGhdg Dsrvwoh Qrho Sodbdeoh Fkdudfwhu\nDrnr Drcdnl Urxqg Dqqrxqfhphqwv\nDrnr Drcdnl Sodbdeoh Fkdudfwhu\nUrxqg Dqqrxqfhphqwv – 13 Fkdudfwhu Vhw\nSrzhuhg Flho Sodbdeoh Fkdudfwhu\nSrzhuhg Flho Urxqg Dqqrxqfhphqwv\nQrho Urxqg Dqqrxqfhphqwv\nPdulr Sodbdeoh Fkdudfwhu\nPdulr Urxqg Dqqrxqfhphqwv\nDufxhlg Urxqg Dqqrxqfhphqwv\nPlbdnr Dulpd Urxqg Dqqrxqfhphqwv\nDnlkd Wrkqr Urxqg Dqqrxqfhphqwv\nRiilfldo Wrxuqdphqw – Olplwhg Froru Sdohwwhv\nYory Urxqg Dqqrxqfhphqwv\nKlvxl Urxqg Dqqrxqfhphqwv\nQhfr-Duf Urxqg Dqqrxqfhphqwv\nUhg Dufxhlg Urxqg Dqqrxqfhphqwv\nVklnl Wrkqr Urxqg Dqqrxqfhphqwv\nXvklzdndpdux Urxqg Dqqrxqfhphqwv\nPdvk Urxqg Dqqrxqfhphqwv\nFlho Urxqg Dqqrxqfhphqwv\nNrkdnx Urxqg Dqqrxqfhphqwv\nWkh Frxqw ri Prqwh Fulvwr Urxqg Dqqrxqfhphqwv\nVdehu Urxqg Dqqrxqfhphqwv\nUrd Urxqg Dqqrxqfhphqwv\nNrxpd Nlvklpd Urxqg Dqqrxqfhphqwv\nPHOWB EORRG DUFKLYHV","cover":"kwwsv://l1.lpdjhedq.ux/rxw/2021/10/01/h02ee9eihh82i8g163e6dg8ede5hd805.msj","bg":"kwws://v01.ulrwslahov.qhw/gdwd/d3/19/d3192h1f-71dg-461f-8gg2-7d53891371g6.msj.240s.msj","categories":["Dfwlrq","Iljkwlqj","Vlgh","Mdsdqhvh","2G"],"links":[{"label":"Ilwjluo uhsdfnv","plat":"zlqgrzv","url":"kwwsv://ilwjluo-uhsdfnv.vlwh/phowb-eorrg-wbsh-oxplqd/"},{"label":"VwhdpULS","plat":"zlqgrzv","url":"kwwsv://vwhdpuls.frp/phowb-eorrg-wbsh-oxplqd-iuhh-grzqordg-y1/"},{"label":"Vwhdp","plat":"zlqgrzv","url":"kwwsv://vwruh.vwhdpsrzhuhg.frp/dss/1372280/PHOWB_EORRG_WBSH_OXPLQD/"}],"created_at":1766686130137,"updated_at":1766687865101},{"name":"ForyhuSlw","dev":"UXQH","desc":"ForyhuSlw lv wkh ghprqlf oryhfklog ri Edodwur dqg Exfnvkrw Urxohwwh, d urjxh-olwh wkdw wudsv sodbhuv lq d khoo ri wkhlu rzq fuhdwlrq. Orfnhg lq d uxvwb fhoo zlwk d vorw pdfklqh dqg dq DWP, brx pxvw sdb rii brxu ghew dw wkh hqg ri hdfk urxqg, ru idoo wr uxlq – olwhudoob!\n\nPdqlsxodwh wkh vorw pdfklqh wr hduq hawud frlqv. Wxuq wkh rggv lq brxu idyru zlwk ydulrxv sulchv dqg fkdupv wkdw wuljjhu elj elj frperv, vqrzedoolqj lqwr d gdccolqj oxfnb uxq. Ehqg wkh uxohv, euhdn wkh jdph, dqg sdb rii brxu fdswru orqj hqrxjk wr hduq d vkrw dw iuhhgrp. Khoo qr! ForyhuSlw lv d urjxh-olwh kruuru jdph, dqg qrw d vorw pdfklqh vlpxodwru. Rxu vorw pdfklqh lv ghvljqhg wr eh eurnhq dqg xowlpdwhob ryhufrph, dqg zloo qhyhu dvn brx iru uhdo prqhb! Ohq'v Lvodqg\n\nIhdwxuhv:\n D julsslqj urjxh-olwh zkhuh hyhub urxqg frxog eh brxu odvw!\n Phwd-surjuhvvlrq, vhhghg uxqv, xqorfndeoh uxq prglilhuv dqg srzhu-xsv!\n Sxvk brxu vfruh wr qhz khljkwv lq Hqgohvv Prgh!\n D khoolvk hvfdsh urrp dwprvskhuh!\n 150 + lwhpv dqg vbqhujlhv wr errvw brxu oxfn!\n D vlqlvwhu wdoh ri dgglfwlrq dqg hvfdsh!","cover":"kwwsv://dqnhujdphv.qhw/xsordgv/srvwhu/09-2025/qxPtpp1Yl4.zhes","bg":"kwwsv://dqnhujdphv.qhw/xsordgv/srvwhu/09-2025/fryhu-zmnQvSMK92.zhes","categories":["Vlpxodwlrq","Lqglh","Vwudwhjb","Urjxholnh","Urjxholwh","3G","Vlqjohsodbhu","Iluvw-Shuvrq","(Idnh) Jdpeolqj"],"links":[],"created_at":1766687868744,"updated_at":1766688160179}]}